/* No comment provided by engineer. */
"Desktop" = "Рабочий стол";

/* No comment provided by engineer. */
"Age: %d %@" = "Возраст: %d %@";

/* No comment provided by engineer. */
"Age: unknown" = "Возраст: неизвестно";

/* No comment provided by engineer. */
"Album" = "Альбом";

/* No comment provided by engineer. */
"All fields are filled!" = "Все поля заполнены";

/* No comment provided by engineer. */
"Anthropometry" = "Антропометрия";

/* No comment provided by engineer. */
"Birthday: %@" = "День Рождения: %@ г.";

/* No comment provided by engineer. */
"Birthday: unknown" = "День Рождения: неизвестно";

/* No comment provided by engineer. */
"Breast:" = "Грудь:";

/* No comment provided by engineer. */
"Camera" = "Камера";

/* No comment provided by engineer. */
"Cancel" = "Отмена";

/* No comment provided by engineer. */
"cc" = "куб.см.";

/* No comment provided by engineer. */
"cm" = "см";

/* No comment provided by engineer. */
"Female" = "Женщина";

/* No comment provided by engineer. */
"Height:" = "Рост:";

/* No comment provided by engineer. */
"Hip:" = "Бедра:";

/* No comment provided by engineer. */
"kg" = "кг";

/* No comment provided by engineer. */
"Library" = "Библиотека";

/* No comment provided by engineer. */
"Male" = "Мужчина";

/* No comment provided by engineer. */
"Measure the parameters of body!" = "Измерьте параметры телосложенияы!";

/* No comment provided by engineer. */
"Name" = "Имя";

/* No comment provided by engineer. */
"Ok" = "Ок";

/* No comment provided by engineer. */
"Parameters of body" = "Параметры телосложения";

/* No comment provided by engineer. */
"Patronymic" = "Отчество";

/* No comment provided by engineer. */
"Perform spirometry!" = "Выполните спирометрию!";

/* No comment provided by engineer. */
"Select" = "Выбрать";

/* No comment provided by engineer. */
"Select birthday" = "Дата Рождения";

/* No comment provided by engineer. */
"Select photo:" = "Выберите источник:";

/* No comment provided by engineer. */
"Specify the height!" = "Укажите рост!";

/* No comment provided by engineer. */
"Specify the name" = "Укажите ФИО";

/* No comment provided by engineer. */
"Specify the weight" = "Укажите вес";

/* No comment provided by engineer. */
"Specify your birthday" = "Укажите дату рождения";

/* No comment provided by engineer. */
"Spirometry:" = "Объем легких:";

/* No comment provided by engineer. */
"Surname" = "Фамилия";

/* No comment provided by engineer. */
"The data is not loaded" = "Данные не загружены";

/* No comment provided by engineer. */
"The module allows you to display and edit general information about the patient (height, weight, age, etc)" = "Модуль позволяет отображать и редактировать общую информацию о пациенте (рост, вес, возраст и т.д.)";

/* No comment provided by engineer. */
"Waist:" = "Талия:";

/* No comment provided by engineer. */
"Weight:" = "Вес:";

/* No comment provided by engineer. */
"year_god" = "год";

/* No comment provided by engineer. */
"years_goda" = "года";

/* No comment provided by engineer. */
"years_let" = "лет";

/* No comment provided by engineer. */
"Make sure you fill out all of the information." = "Проверьте правильность введенных данных.";

/* No comment provided by engineer. */
"Make sure you fill correctly fields Password and Confirm Password." = "Значения полей Пароль и Подтверждение пароля не совпадают.";

/* No comment provided by engineer. */
"Please double-check your information and try again." = "Проверьте правильность введенных данных и попробуте снова.";

/* No comment provided by engineer. */
"Missing Information" = "Ошибка";

/* No comment provided by engineer. */
"Error" = "Ошибка";

/* No comment provided by engineer. */
"didFailWithError" = "Проверьте настройки подключения к интернету";

/* No comment provided by engineer. */
"Medarhiv" = "Медархив";

/* No comment provided by engineer. */
"MedarhivMainLabel" = "Ваша персональная \nэлектронная медицинская карта";

/* No comment provided by engineer. */
"SignOutLabel" = "Еще нет аккаунта?";

/* No comment provided by engineer. */
"Login" = "Логин";

/* No comment provided by engineer. */
"Logout" = "Выйти";

/* No comment provided by engineer. */
"Password" = "Пароль";

/* No comment provided by engineer. */
"Confirm Password" = "Подтверждение";

/* No comment provided by engineer. */
"SignIn" = "Войти";

/* No comment provided by engineer. */
"SignOut" = "Зарегистрироваться";

/* No comment provided by engineer. */
"Telephone" = "Телефон";

/* No comment provided by engineer. */
"Registration"= "Регистрация";

/* No comment provided by engineer. */
"Done" = "Готово";

/* No comment provided by engineer. */
"Back"= "Назад";

/* No comment provided by engineer. */
"Birthday" = "Дата рождения (дд.мм.гггг)";

/* No comment provided by engineer. */
"Wrong username or password. Check the entered data." = "Неверное имя пользователя или пароль. Проверьте правильность введенных данных.";

/* No comment provided by engineer. */
"db_connection_fail" = "Отсутсвтвует связь с БД";
/* No comment provided by engineer. */
"db_query_fail" = "Ошибка SQL в БД";
/* No comment provided by engineer. */
"reg_fio_empty" = "Не получен ФИО";
/* No comment provided by engineer. */
"reg_fio_short" = "ФИО содержит менее 3 слов";
/* No comment provided by engineer. */
"reg_birthday_empty" = "Не получена дата рождения";
/* No comment provided by engineer. */
"reg_birthday_invalid" = "Неверный формат даты рождения";
/* No comment provided by engineer. */
"reg_email_empty" = "Не получен email";
/* No comment provided by engineer. */
"reg_email_invalid" = "Недопустимый email (ошибка формата)";
/* No comment provided by engineer. */
"reg_email_exists" = "Пациент с таким email уже есть";
/* No comment provided by engineer. */
"reg_pass_empty" = "Не получен пароль";
/* No comment provided by engineer. */
"reg_pass_short" = "Пароль содержит меньше 6 символов";
/* No comment provided by engineer. */
"reg_pass_long" = "Пароль содержит больше 32 символов";
/* No comment provided by engineer. */
"reg_pass_invalid" = "Пароль содержит недопустимые символы";
/* No comment provided by engineer. */
"reg_phone_empty" = "Не получен телефон";
/* No comment provided by engineer. */
"shot_timedoc_invalid" = "Параметр передан, но не соответствует формату или недопустимое дата-время";
/* No comment provided by engineer. */
"auth_userID_invalid" = "userID пусто или не является целым числом";
/* No comment provided by engineer. */
"auth_userID_notfound" = "Не найден пациент с указанным userID";
/* No comment provided by engineer. */
"auth_userhash_invalid" = "переданный хэш userID не совпадает с вычисленным";
/* No comment provided by engineer. */
"shot_imgdata_empty" = "Отсутствуют данные изображения";
/* No comment provided by engineer. */
"shot_imgtype_invalid" = "переданный тип изображения не соответсвует gif, jpeg или png";
/* No comment provided by engineer. */
"shot_imghash_invalid" = "переданный хэш данных изображения не совпадает с вычисленным";
/* No comment provided by engineer. */
"shot_imgdata_format_invalid" = "Формат изображения не соответствует переданному типу";
/* No comment provided by engineer. */
"shot_time_invalid" = "Передано время недопустимое или не соответствующее формату дд.мм.гггг чч:мм:сс";
/* No comment provided by engineer. */
"shot_title_empty" = "Пустое название документа";


/* No comment provided by engineer. */
"unvalid Password" = "Неверно задан Пароль. Вы можете использовать только русские, латинские символы и цифры (от 6 до 32)";

/* No comment provided by engineer. */
"unvalid Birthday" = "Неверно задана дата рождения. Формат даты должен быть дд.мм.гггг";

/* No comment provided by engineer. */
"unvalid Email" = "Недопустимый email (ошибка формата)";

/* No comment provided by engineer. */
"Registration success" = "Регистрация на сервисе Medarhiv выполнена успешно.";

/* No comment provided by engineer. */
"Try again" = "Еще раз";

/* No comment provided by engineer. */
"Upload_fail" = "Не удалось загрузить данные.";
